[
  {
    "id": "tentekpro",
    "title": "Tentek Webflow Library",
    "subtitle": "Webflow - Memberstack - Python",
    "url": "https://tentek.pro/",
    "description": "Developed a toolkit for Webflow developers to streamline page creation and add custom code without a Workspace plan. This project works with free Webflow plans and includes over 1,500 pre-built components. The toolkit enhances productivity and expands design possibilities for Webflow developers of all levels.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/aRNA37pReVYa4VqD_overview_Tentek-HD1080p.mp4",
    "aspectRatio": 0.56
  },
  {
    "id": "boomerangme",
    "title": "BoomerangMe",
    "subtitle": "Webflow · JS · GHL (GoHighLevel) · AI Tools · N8N",
    "url": "https://boomerangme.biz/",
    "description": "Developed and optimized marketing websites and user flows for a loyalty-system SaaS. Handled integrations between Webflow, Make, and GHL; created custom JS features and assisted with UX/UI iterations and AI automations. Result: streamlined marketing funnel and automated onboarding for clients.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/aRMz77pReVYa4Vhu_boomerangme.mp4",
    "aspectRatio": 0.56
  },
  {
    "id": "screenoteka",
    "title": "Screenoteka",
    "subtitle": "Next.js · Contentful · Tailwind · Global Payments",
    "url": "https://screenoteka.com/",
    "description": "A Mobbin-style platform for Russian-language products, showcasing real-app UI patterns, categorized screens, and component references. I built the frontend architecture, optimized API fetching, and designed a structured CMS flow via Contentful. Integrated Global Payments for subscription and access management. Result: fast, monetized pattern library for designers and founders.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/aRI9uLpReVYa4UOg_screenoteka.webm",
    "aspectRatio": 0.56
  },
  {
    "id": "paynet",
    "title": "Paynet · 5x10 Agency",
    "subtitle": "Webflow · Figma · GSAP",
    "url": "https://www.paynet.uz",
    "description": "Full-cycle development for Paynet payment system. Handled UX/UI design in Figma, Webflow development with custom animations, and SEO optimization. Delivered end-to-end solution from brief to launch.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/aRM0NbpReVYa4ViI_paynet.mp4",
    "aspectRatio": 0.56
  },
  {
    "id": "ayan",
    "title": "Ayan Capital · 5x10 Agency",
    "subtitle": "Webflow · Figma · Make",
    "url": "https://www.ayancapital.co.uk",
    "description": "Developed a professional website for Ayan Capital investment company. Created UX/UI design, implemented Webflow development with automations via Make, and optimized for SEO.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/aRM0HrpReVYa4ViD_ayan.mp4",
    "aspectRatio": 0.56
  },
  {
    "id": "aralash",
    "title": "Aralash · 5x10 Agency",
    "subtitle": "Webflow · Figma · Zapier",
    "url": "https://www.aralash.uz",
    "description": "Built a complete web solution for Aralash. Managed full development cycle including design, Webflow implementation, Zapier integrations, and SEO setup.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/aRMzubpReVYa4Vht_aralash.mp4",
    "aspectRatio": 0.56
  },
  {
    "id": "ampy",
    "title": "Ampy · 5x10 Agency",
    "subtitle": "Webflow · Figma · GSAP",
    "url": "https://www.ampy.co.uk",
    "description": "Created a modern website for Ampy. Delivered full-cycle development from UX/UI design to Webflow implementation with smooth GSAP animations and SEO optimization.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/aRMzrLpReVYa4Vhp_ampy.mp4",
    "aspectRatio": 0.56
  },
  {
    "id": "easter",
    "title": "Nothern Easter Camp",
    "subtitle": "Design - Webflow Development",
    "url": "http://easter.camp",
    "description": "Designed a vibrant Webflow website for Northern Easter Camp, highlighting daily activities and events. Incorporated eye-catching design elements, including custom lettering and decorative digits. The website successfully conveys the camp's energetic atmosphere and provides essential information to potential attendees and their families",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/Zs2hG0aF0TcGJa1B_6.camp.mp4",
    "aspectRatio": 0.55
  },
  {
    "id": "oumuamua",
    "title": "Oumuamua. Presale",
    "subtitle": "Webflow — GSAP",
    "url": "https://www.oumu.xyz/",
    "description": "Created a Webflow landing page for the Oumuamua private sale, an interstellar memecoin project. The website features engaging content about the coin's concept, drawing parallels with the mysterious space object discovered in 2017. Designed to capture attention and convey the project's unique selling points, the landing page aims to attract potential investors and crypto enthusiasts.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/Zs2gzkaF0TcGJa0Z_3.oumua.mp4",
    "aspectRatio": 0.55
  },
  {
    "id": "userinterviews",
    "title": "User Interviews",
    "subtitle": "Webflow Development",
    "url": "https://www.userinterviews.com/",
    "description": "Developed a comprehensive Webflow website for a research participant recruitment platform. Integrated multiple APIs and created various page types including blogs, participant resources, podcasts, and product pages. The result is a robust, user-friendly platform that efficiently connects researchers with participants, streamlining the study recruitment process.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/Zs2hDUaF0TcGJa07_4.inter.mp4",
    "aspectRatio": 0.55
  },
  {
    "id": "treet",
    "title": "Treet. Resale",
    "subtitle": "Webflow Development",
    "url": "https://www.treet.co/",
    "description": "Built a complex Webflow website for Treet, a branded resale solution provider. Incorporated custom JavaScript for enhanced functionality, including an ROI calculator. Created multiple page types such as blogs and product pages, showcasing Treet's stackable resale solutions. The website effectively communicates the company's value proposition and various offerings to potential clients.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/Zs2hEkaF0TcGJa09_5.Treet.mp4",
    "aspectRatio": 0.55
  },
  {
    "id": "epoch",
    "title": "Epoch - Cloth brand",
    "subtitle": "Freelance — Design & Development",
    "url": "https://epoch-russia.ru",
    "description": "Created an e-commerce website using Tilda for Epoch, a Russian clothing brand featuring custom designs. The website showcases the brand's unique aesthetic and facilitates online purchases. While not a Webflow project, this demonstrates versatility in working with different platforms to meet client needs.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/Zs2hJEaF0TcGJa1G_8epoch.mp4",
    "aspectRatio": 0.56
  },
  {
    "id": "jetsbetter",
    "title": "JetsBetter",
    "subtitle": "Freelance - Webflow Development",
    "url": "https://www.jetsbetter.com/",
    "description": "Developed a dynamic landing page for Jetsbetter, a B2B private jet booking service. Utilized GSAP for smooth animations and SwiperJS for interactive elements. The website effectively communicates Jetsbetter's unique selling points and services to travel professionals, positioning the company as a reliable partner in the luxury travel industry.",
    "mediaType": "video",
    "mediaSrc": "https://kaicex.cdn.prismic.io/kaicex/Zs2hIUaF0TcGJa1C_7.jetsbetter.mp4",
    "aspectRatio": 0.55
  }
]
